<?php 

return [
    'tabs' => [
        'general' => 'Основное',
        'special' => 'Акция',
        'view' => 'Отображение',
    ],
    'fieldsets' => [
        'publishing' => 'Публикация',
        'price' => 'Стоимость и условия'
    ],
    'modelLabel' => 'Абонемент',
    'label' => 'Абонемент',
    'pluralLabel' => 'Абонементы',
    'title' => 'Заголовок',
    'subtitle' => 'Подзаголовок',
    'description' => 'Описание',
    'price' => 'Цена',
    'period_text' => [
        'label' => 'Пояснение',
        'hint' => 'К примеру: В месяц',
        'helper' => 'Период действия абонемента прописью. Данный текст будет отображаться на сайте.',
    ],
    'special_price' => 'Акционная цена',
    'trainings_count' => 'Кол-во тренировок',
    'image' => [
        'label' => 'Изображение',
        'modal_heading' => 'Обработка изображения',
    ],
    'available_from' => [
        'label' => 'Доступен с',
        'hint' => '',
    ],
    'available_to' => [
        'label' => 'Доступен по',
        'hint' => '',
        'helper' => 'Для бессрочного отображения абонемента на сайте, оставьте поле пустым',
    ],
    'created_at' => 'Создан',
    'updated_at' => 'Изменен',
    'days' => [
        'label' => 'Срок действия',
        'hint' => 'Дней',
        'helper' => 'Число дней. Данная информация НЕ отображается на сайте и нужна только для расчета срока действия абонемента',
    ],
    'order' => 'Порядок',
    'active' => 'Отображать на сайте',
    'special_price_available_from' => 'Действует с',
    'special_price_available_to' => 'Действует по',
    'link' => 'Ссылка',
    'link_text' => [
        'label' => 'Текст кнопки',
        'helper' => 'Текст отображаемый на кнопке карточки абонемента',
        'default' => 'Выбрать',
    ],
    'author' => 'Автор',
    'editor' => 'Редактор',
    'created_at' => 'Создан',
    'updated_at' => 'Изменен',
    'deleted_at' => 'Удален',
];